---
kind: other
id: Properties.T:Autodesk.Revit.DB.DeleteWorksetSettings
source: html/62c137ea-f6b9-b058-97b3-15f9e8c7d78c.htm
---
# DeleteWorksetSettings Properties

The current delete workset option.